[
    "[member] may be gone, but he still lives on in our hearts.",
    "Oh no, we just loose [member].",
    "In this dark day, [member] decided to leave this place.",
    "[member] picked a chance card: Go to jail, do not pass go, do not collect 200$.",
    "[member] left. The party is now over.",
    "[member] has bid farewell to the server. We'll miss you!",
    "Oh no! [member] has departed. Wishing them all the best in their future endeavors.",
    "Sad to see [member] go. They brought so much joy and laughter to the server.",
    "It's a bittersweet moment as [member] embarks on a new journey. Farewell and take care!",
    "The time has come to say goodbye to [member]. Thank you for being part of our community!",
    "Farewell, [member]. Your presence will be greatly missed. Stay in touch!",
    "Wishing [member] all the best as they venture beyond our server's boundaries. Goodbye!",
    "We're saying goodbye to [member], but the memories we shared will remain. Take care!",
    "It's with a heavy heart that we wave goodbye to [member]. You will always be welcome here!",
    "As [member] leaves, we reflect on the good times and friendships formed. Farewell and best wishes!",
    "In the quiet of the night, [member] slips away. Farewell, and may your journey be filled with light.",
    "As the sun sets on [member]'s time here, may a new dawn bring them endless possibilities. Goodbye and take care!",
    "With every departure, a new chapter begins. Wishing [member] success and happiness in their next adventure.",
    "The echoes of [member]'s presence will linger here, a reminder of the friendships and moments we shared. Farewell, dear friend.",
    "Though parting is such sweet sorrow, we are grateful for the moments we've had with [member].",
    "The server's stage dims a little as [member] takes their final bow. Thank you for the memories, and best wishes on your future stage.",
    "As [member] leaves our virtual home, let us remember that goodbyes are just stepping stones to new beginnings.",
    "Though [member] departs, the bonds of friendship remain unbroken. We'll miss you, and the server's doors will always be open to your return.",
    "The universe awaits [member]'s next adventure. May it be filled with joy, success, and the same positive energy they brought to our server.",
    "In the book of our server's history, [member] wrote beautiful chapters. It's time for a new page in their story.",
    "Every goodbye is a chance for a new hello. [member], we'll cherish the times we've shared and look forward to reuniting someday.",
    "The departure of [member] leaves a void, but it also opens up space for new friendships and experiences. Wishing you happiness on your journey.",
    "Though [member] may be leaving our server, the ripples of their presence will forever touch our hearts. Farewell, and keep shining.",
    "Life is a journey, and [member] is on to the next chapter. May it be a tale of triumph, adventure, and fulfillment. Goodbye and good luck!"
]